{
  "Where unforgettable concerts come to life.": "Donde los conciertos inolvidables cobran vida.",
  "Your access starts here": "Tu acceso empieza aquí.",
  "Get your tickets now": "Compra tus entradas ahora",
  "Get Tickets" : "Comprar Entradas",
  "Log in" : "Entrar",
  "Coming Up Live" : "Conciertos Próximos",
  "Your next favorite night is just a ticket away." : "Tu próxima noche favorita está a un boleto de distancia.",
  "Name" : "Nombre",
  "Email" : "Correo Electrónico",
  "Password" : "Contraseña",
  "Confirm Password" : "Confirmar Contraseña",
  "Current Password" : "Contraseña Actual",
  "New Password" : "Nueva Contraseña",
  "Forgot your password?" : "¿Olvidaste tu contraseña?",
  "Already registered?" : "¿Ya estás registrado?",
  "Remember me" : "Recuérdame",
  "Register" : "Registrarse", 
  "Account" : "Cuenta",
  "Log Out" : "Salir",
  "Account Information" : "Información de tu cuenta",
  "Update your account's profile information and email address." : "Actualiza la información de tu cuenta y dirección de correo electrónico.",
  "Ensure your account is using a long, random password to stay secure." : "Asegúrate de que tu cuenta esté usando una contraseña larga y aleatoria para mantener la seguridad.",
  "Save" : "Guardar",
  "Cancel" : "Cancelar",
  "Update Password" : "Actualizar Contraseña",
  "Delete Account" : "Eliminar mi Cuenta",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain." : "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
  "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?", 
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account." : "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar tu cuenta permanentemente.",
  "Concerts" : "Conciertos",
  "Concert" : "Concierto",
  "Concerts List" : "Lista de Conciertos",
  "Create Concert" : "Crear Concierto",
  "Edit Concert" : "Editar Concierto",
  "Analytics" : "Estadisticas",
  "Shop" : "Tienda"
}