{
  "Where unforgettable concerts come to life.": "Donde los conciertos inolvidables cobran vida.",
  "Your access starts here": "Tu acceso empieza aquí.",
  "Get your tickets now": "Compra tus entradas ahora",
  "Get Tickets" : "Comprar Entradas",
  "Log in" : "Entrar",
  "Coming Up Live" : "Conciertos Próximos",
  "Your next favorite night is just a ticket away." : "Tu próxima noche favorita está a un boleto de distancia.",
  "Name" : "Nombre",
  "Email" : "Correo Electrónico",
  "Password" : "Contraseña",
  "Confirm Password" : "Confirmar Contraseña",
  "Current Password" : "Contraseña Actual",
  "New Password" : "Nueva Contraseña",
  "Forgot your password?" : "¿Olvidaste tu contraseña?",
  "Already registered?" : "¿Ya estás registrado?",
  "Remember me" : "Recuérdame",
  "Register" : "Registrarse", 
  "Account" : "Cuenta",
  "Log Out" : "Salir",
  "Preferred Language" : "Idioma Preferido",
  "Choose the language you want to use for the app and website." : "Elige el idioma que deseas usar para la aplicación y el sitio web.",
  "Language" : "Idioma",
  "Account Information" : "Información de tu cuenta",
  "Update your account's profile information and email address." : "Actualiza la información de tu cuenta y dirección de correo electrónico.",
  "Ensure your account is using a long, random password to stay secure." : "Asegúrate de que tu cuenta esté usando una contraseña larga y aleatoria para mantener la seguridad.",
  "Save" : "Guardar",
  "Saved." : "Guardado.",
  "Cancel" : "Cancelar",
  "Update Password" : "Actualizar Contraseña",
  "Delete Account" : "Eliminar mi Cuenta",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain." : "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
  "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?", 
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account." : "Una vez que tu cuenta sea eliminada, todos sus recursos y datos serán eliminados permanentemente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar tu cuenta permanentemente.",
  "Analytics" : "Estadisticas",
  "Events" : "Eventos",
  "Create Event" : "Crear Evento",
  "Edit Event" : "Editar Evento", 
  "Event Name" : "Nombre del Evento",
  "Event Date & Time" : "Fecha y Hora del Evento",
  "Event Location" : "Ubicación del Evento",
  "Event Description" : "Descripción del Evento",
  "Enter a clear name for your event. This will help attendees recognize it easily." : "Ingresa un nombre claro para tu evento. Esto ayudará a los asistentes a reconocerlo fácilmente.",
  "Select the exact date and start time for your event in local time." : "Selecciona la fecha exacta y la hora de inicio de tu evento en hora local.",
  "Choose the venue or location where your event will take place." : "Elige el lugar o ubicación donde se llevará a cabo tu evento.",
  "Provide a detailed description of your event, including any special features or highlights." : "Proporciona una descripción detallada de tu evento, incluyendo cualquier característica o aspecto destacado."
}